{
  "a.vim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "draw.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "traces.vim": { "branch": "master" },
  "twilight.nvim": { "branch": "main" },
  "undotree": { "branch": "main" },
  "vim-buffergator": { "branch": "master" },
  "vim-codefmt": { "branch": "master" },
  "vim-colorschemes": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-glaive": { "branch": "master" },
  "vim-maktaba": { "branch": "master" },
  "vim-niceblock": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" }
}